<template>
  <div class="about-us">
    <header class="header-about">
      <h1>درباره ما</h1>
      <p>
        طبخ صحیح غذا یک هنر است. که فنون آن مثلِ گنجینه ی رموزیست ، در دستان
        سرآشپز.
      </p>
    </header>
    <main class="main-about">
      <article class="main-about__article">
        <h2>اهداف ما</h2>
        <p>
          ارائه مواد غذایی سالم و با کیفیت به مردم جامعه استفاده از مواد اولیه
          تازه و مرغوب و عدم استفاده از مواد ناسالم مثل سوسیس و کالباس تا حد
          امکان ارسال پیتزا و فست فود برای متقاضیانی که به صورت تلفنی یا آنلاین
          سفارش می‌دهند در کوتاهترین زمان
        </p>
      </article>
      <article class="main-about__article">
        <h2>ماموریت ما</h2>
        <p>
          تنظیم منو در تابان از قاعده ای خاصی پیروی نمی کند، تابان اولیه با
          تنوعی از پیتزا و ساندویچ آغاز به کار کرد ولی ما همواره در حال یادگیری
          هستیم و پیشرفت، همیشه می توانید در منو تابان انتظار غذایی جدید و خوش
          طعم را داشته باشید، غذایی که طبخ بدون روغن، سبکی واستفاده حداکثری از
          سبزیجات از اصول پخت آن است.
        </p>
      </article>
      <article class="main-about__article">
        <h2>مشتریان ما</h2>
        <p>
          شاید آشپزی کار سختی نیست، اما تابان خوب می داند که همیشه عالی موندن
          هم، کار هر کسی نیست. پیتزا تابان با سال ها تجربه، معنای واقعی کیفیت را
          در ارائه ی خدماتش به نمایش گذاشته و با کارنامه درخشان خود، مورد اعتماد
          همیشگی مشتریان عزیز است.
        </p>
      </article>
      <article class="main-about__article">
        <h2>گروه ما</h2>
        <p>
          تابان محبوبیت خود را مدیونِ تلاش، همکاری، صداقت، مهارت و مهم تر از همه
          عشقِ اعضای گروه می داند. چرا که اشپزی یک حرفه است. ذوق که ترکیبِ آن
          شد، هنر محسوب می شود. ولی در نهایت با چاشنی عشق است، که با طعم های
          خارق العاده ای که خلق شده جادو می کند
        </p>
      </article>
    </main>
    <footer class="footer-about">
      <figure v-for="(image,index) in aboutUsImgs" :key="'img'-index">
        <img :src="require('../../../public/images/img4(aboutUs)/'+image)" />
      </figure>
    </footer>

  </div>
</template>

<script>
export default {
  data() {
    return {
      aboutUsImgs: [
        "img-1.jpg",
        "img-2.jpg",
        "img-3.jpg",
        "img-4.jpg",
        "img-5.jpg",
        "img-6.jpg",
        "img-7.jpg",
        "img-8.jpg",
        "img-9.jpg",
        "img-10.jpg",
        "img-11.jpg",
        "img-12.jpg",
        "img-13.jpg",
        "img-14.jpg",
      ],
    };
  },
};
</script>

<style></style>
